[
  {
    "path": "posts/2023-01-07-inflacin-en-nicaragua/",
    "title": "Inflación en Nicaragua",
    "description": "Acerca de la evolución reciente de la inflación de Nicaragua, las políticas económicas para combartirla y sus perspectivas",
    "author": [
      {
        "name": "William Mendieta A.",
        "url": "https://econonics.netlify.app/"
      }
    ],
    "date": "2023-01-22",
    "categories": [],
    "contents": "\r\nEvolución reciente de la inflación\r\nHola a todos! Bienvenidos a EconoNICs.\r\nEn los últimos 12 meses, la inflación en Nicaragua ha aumentado significativamente. De acuerdo a las estadísticas publicadas por el INIDE, la inflación interanual fue 11.38% al cierre de 2022. Es la primera vez, desde el 2008 que el país registra inflaciones interanuales de dos dígitos a lo largo de casi todo un año, por lo que es una situación inusual en más de 10 años de historia económica.\r\nEn el siguiente gráfico puedes apreciar cómo se ha comportado la inflación desde el año 2021 (línea azul) y la tendencia que exhibe (naranja). Si bien la tendencia 1 señaliza mayores tasas de inflación, es muy probable que ésta en realidad haya tocado un techo.\r\n\r\n\r\n\r\nEn esta línea, el FMI indicó en octubre, en su informe de perspectivas económicas mundiales, que la inflación de Nicaragua permanecería alta a lo largo de 2023, pero que las presiones se aminorarían. Por tal motivo, se pueden esperar tasas de inflación de un dígito para 2023.\r\nLa inflación es trending topic mundial\r\nHistóricamente, dado que la inflación impacta directamente en la calidad de vida de las personas, ha sido una variable sujeta a un fuerte escrutinio público. Y por tal motivo, es una preocupación de política económica de primer nivel para los bancos centrales del mundo.\r\nEl fenómeno inflacionario que vive Nicaragua, es en realidad una condición global. Para muestra, un botón. Si revisamos las estadísticas de inflación de la región centroamericana, podrán ver que todos los países registran inflaciones elevadas, comparadas con su historia reciente.\r\n\r\n\r\n\r\nGran parte de los bancos centrales del mundo están usando todos los instrumentos que tienen a su disposición para reducir las presiones inflacionarias. Dentro de estos instrumentos están las tasas de política monetaria, las cuales han aumentado de forma agresiva en el último año.\r\nEs importante destacar que toda medida para reducir la inflación tiene costos. En este caso, aquellas economías que tienen una política monetaria (relativamente) independiente han ejecutado incrementos de tasas de interés. Esto en última instancia generará una contracción de demanda agregada o, en el mejor de los casos, una desaceleración del crecimiento económico.\r\n¿Nicaragua realiza acciones de política monetaria?\r\nEn el caso de Nicaragua, toda acción de política monetaria es realizada con la vista puesta en el tipo de cambio, también denominado el ancla nominal de la economía. Es por este motivo que el mecanismo de transmisión de tasa de interés en Nicaragua no sea igual de determinante como en otros países. En otras palabras, la política monetaria no es lo suficientemente fuerte como para que cambios en la tasa del Banco Central tengan incidencia en las expectativas de inflación (ni en el sector real de la economía).\r\nEn este sentido, si bien el banco central ha efectuado incrementos a su tasa de política monetaria, éstos cambios son realizados para garantizar la denominada paridad descubierta de tasa de interés:\r\n\\[\r\ni_{t}  = i_{t}^{*} + \\frac{\\Delta s_{t}^{e} }{s_{t}}+ \\varepsilon_{t}\r\n\\]\r\nEs decir:\r\n\\[\r\nTasa \\, de\\, interés = Tasa\\, internacional + devaluación + riesgo\\, país\r\n\\]\r\nEl punto aquí es que el Banco Central debe responder a alzas en la tasa internacional con alzas de magnitud similar. Si suponemos un riesgo país constante (en el corto plazo) y sabiendo que la devaluación esperada es también constante; la única forma que esta ecuación se cumpla luego de un cambio en la tasa internacional, es que la tasa de interés cambie en la proporción requerida.\r\nEsta acción evita la pérdida de reservas internacionales. Esto es porque si los agentes (típicamente la banca) percibe mejores retornos en el exterior, tienen un incentivo para dolarizar sus excesos de córdobas y llevarse esos recursos al exterior. Eso, en última instancia implica la reducción de las reservas internacionales, las que sabemos son clave para defender el tipo de cambio oficial.\r\nEn resumen, toda acción de política monetaria tendrá un efecto marginal sobre la inflación (invito a aquellas personas que lo deseen, que comprueben esta hipótesis).\r\nEntonces, ¿qué se puede hacer frente a la inflación?\r\nEl BCN tiene una herramienta que, si bien no es la más eficaz, incide directamente sobre la inflación: el tipo de cambio. Debido a las características que tiene la economía nicaragüense, el tipo de cambio es la variable que sirve para anclar la variación de los precios a un nivel determinado.\r\nExiste una amplia discusión de cuál debería de ser este nivel, por ejemplo, en la investigación Inflación Óptima en Nicaragua se brindan argumentos para reducir la tasa de deslizamiento cambiario del BCN y, con ello, propiciar una inflación más baja. Una de las recomendaciones es reducir la tasa de deslizamiento para que los niveles de inflación de mediano plazo (inflación internacional más la devaluación) sean similares a las metas de inflación de nuestros principales socios comerciales.\r\nY esto es precisamente lo que el BCN ha hecho en los últimos años. Ha realizado 3 reducciones a la tasa de deslizamiento, para bajar las tasas de inflación en el mediano plazo. La última de estas reducciones fue realizada el 23 de enero de 2023 (Aquí te pongo el comunicado del BCN), con la que el BCN estableció una tasa de deslizamiento del 1% (antes 2%). Con la medida, el BCN apunta a una inflación más baja en el mediano plazo.\r\n¿Qué podemos esperar para la inflación en los próximos meses?\r\nComo te comenté al inicio, las proyecciones del FMI indican que posiblemente ya pasó lo peor. La inflación debería ir normalizándose en los próximos meses. Esto irá ocurriendo en la medida que las acciones de política de los bancos centrales del mundo vayan haciendo efecto. Esa reducción de la inflación internacional será importada por Nicaragua.\r\n\r\n\r\n\r\nA esto, hay que sumar la última medida de política cambiaria del BCN, la cual tendrá un impacto a la baja sobre la inflación, no solo de 2023 sino para los próximos años. Con esta medida, podríamos descontar aproximadamente un punto porcentual a la tasa de inflación proyectada para 2023.\r\nComentarios finales\r\nLa inflación es una variable de alto escrutinio público. Afecta directamente nuestra calidad de vida.\r\nEl proceso inflacionario actual lo están viviendo la mayoría de los países del mundo. Los bancos centrales con política monetaria independiente, están aumentando sus tasas de interés de política monetaria para reducir la inflación.\r\nNicaragua no es la excepción. Sin embargo, las acciones de política monetaria del banco central, las cuales están supeditadas al régimen cambiario, tendrán un efecto marginal sobre la inflación.\r\nLa última medida de política cambiaria sí tendrá una incidencia a la baja de la inflación, gracias a que el tipo de cambio es el ancla nominal de la economía.\r\nLa inflación en Nicaragua, por lo tanto, disminuirá en la medida que la inflación mundial lo haga, y se empiecen a percibir los efectos de la última modificación a la tasa devaluación.\r\nFinalmente, es muy importante que los formuladores de políticas económicas propicien una inflación baja y estable. La inflación es costosa, y si bien las reducciones a la tasa de deslizamiento ayudan, estas medidas no son 100% efectivas. El BCN debe continuar realizando mejoras al esquema de política monetaria del país para fortalecer el mecanismo de transmisión de su tasa de política monetaria hacia la inflación.\r\nComentarios al artículo\r\nAgradeceré mucho tus comentarios al artículo o bien sugerencias de temas para siguientes entradas. Podés enviarlos a través de este link\r\n\r\nLa tendencia fue estimada usando el método LOESS↩︎\r\n",
    "preview": {},
    "last_modified": "2023-01-23T22:27:14-06:00",
    "input_file": {}
  },
  {
    "path": "posts/welcome/",
    "title": "Bienvenidos a EconoNICs",
    "description": "Bienvenidos a EconoNICs. Este es un blog dedicado a analizar la economía Nicaragüense y su interacciones con el resto del mundo.",
    "author": [
      {
        "name": "William Alberto Mendieta Alvarado",
        "url": "https://econonics.netlify.app/"
      }
    ],
    "date": "2023-01-08",
    "categories": [],
    "contents": "\r\nHola! Bienvenido a EconoNICs. Este es mi debut como blogger, y estoy muy emocionado por compartir y debatir con vos acerca de la economía Nicaragüense.\r\nEste es un blog dedicado a analizar la economía Nicaragüense y, en ocasiones, del resto del mundo. Si sos un estudiante, un trabajador, un empresario, seguir este blog será de gran utilidad.\r\nCon este blog quiero aportarte valor, para que estés al tanto de los eventos económicos de Nicaragua y que tengas claridad en cómo dichos eventos pueden afectar tu vida.\r\nEsto es importante para vos, ya que sin importar el rol que tengas en la sociedad, el saber de economía es una pieza importante para tomar buenas decisiones. El análisis económico es pieza clave en cualquier análisis del entorno!\r\nEspero que disfrutes de los artículos y que sean enriquecedores para tu aprendizaje!\r\nBienvenido a econoNICs!\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-01-23T22:26:49-06:00",
    "input_file": {}
  }
]
