<<<<<<< HEAD
[
  {
    "path": "posts/2023-01-26-2anclanominal/",
    "title": "El Ancla Nominal de Nicaragua ",
    "description": "Acerca del ancla nominal de Nicaragua y su efectividad para controlar la inflación.",
    "author": [
      {
        "name": "William Mendieta A.",
        "url": "https://econonics.netlify.app/"
      }
    ],
    "date": "2023-02-05",
    "categories": [],
    "contents": "\r\nEl contexto\r\nHola a todos! Bienvenidos a EconoNICs.\r\nEl día 23 de enero de 2022 el BCN decidió reducir la tasa de devaluación del córdoba frente al dólar en 1 punto porcentual, pasándola de 2% a 1%.\r\nEste es el tercer cambio que hace el BCN a la tasa de deslizamiento en los últimos 4 años. Esto es inusual, considerando que previo a 2019 el BCN mantuvo la tasa de deslizamiento en 5% durante más de 20 años.\r\n¿Cuáles son las razones que da el BCN para este cambio? En su nota de prensa indica que:\r\n“la reducción del deslizamiento ayudará a compensar en nuestra economía los efectos de la inflación internacional y reforzar la previsibilidad del tipo de cambio nominal, fortaleciendo así la estabilidad de la moneda nacional”\r\nEn otras palabras, el BCN busca reducir los altos registros de inflación que, a como lo discutimos en este post, se deben principalmente a una elevada inflación internacional.\r\nLa gran pregunta es, ¿cómo ayuda esta reducción del deslizamiento a bajar la inflación? ¡Eso es porque el tipo de cambio en Nicaragua es el ancla nominal de la economía!\r\n¿Qué es un ancla nominal?\r\nEl ancla nominal es una variable que es seleccionada por los formuladores de políticas económicas para que las variaciones en el nivel general de precios puedan ser anticipadas con el menor margen de error posible. En otras palabras, el tipo de cambio es la variable que fue seleccionada por el Banco Central de Nicaragua para controlar la inflación.\r\nEl objetivo de esto es fijar un nivel determinado del tipo de cambio para garantizar que la inflación sea baja y estable. Es muy importante para todos que la inflación tenga este comportamiento, ya que eso permite una toma de decisiones eficiente para personas y empresas.\r\n¿Cómo se logra una inflación baja y estable a través del control del tipo de cambio?\r\nUna forma de abordar esta pregunta es revisando la estructura de la demanda agregada de Nicaragua. En el siguiente gráfico puedes ver cuánto representan cada uno de los componentes de demanda agregada dentro del PIB Nominal.\r\n\r\n\r\n\r\nEn el año 2021, de acuerdo a cifras del Banco Central de Nicaragua, el consumo agregado representó 89% del PIB nominal total. De acuerdo con G. Mankiw, el consumo agregado son todos los bienes y servicios comprados y consumidos por personas, empresas y gobierno. El punto es que gran parte de estos bienes y servicios que regularmente consumimos no son producidos en Nicaragua, y es por este motivo que las importaciones representan una alta proporción del PIB nominal (59.4% al cierre de 2021).\r\nLa estructura productiva de la economía depende en gran medida de las importaciones de bienes como la gasolina y fertilizantes, o bien servicios como el transporte marítimo. Además, lo que consumimos regularmente tiene un alto componente importado (revisá cuántos productos que comprás regularmente en el súper son producidos en Nicaragua).\r\nEs por este motivo que los precios de la economía están muy ligados al tipo de cambio. Te pongo un ejemplo desde la perspectiva empresarial: una empresa compra su materia prima a un proveedor externo, a quien le paga en dólares; los que debió intercambiar previamente por córdobas a un tipo de cambio de mercado.\r\nEn este orden, el ancla nominal de la economía le da a las empresas una especie de seguro cambiario, para que éstas no incurran en pérdidas por fluctuaciones en el tipo de cambio. Con esto se motiva a que las empresas ajusten sus precios con menor frecuencia o, que cuando lo hagan, los ajustes sean coherentes con los cambios en los precios de sus materias primas (inflación internacional) y con la tasa de devaluación del córdoba frente al dólar.\r\n¿Podemos esperar una menor inflación luego de la reducción del deslizamiento de 2% a 1%?\r\nSi, efectivamente podemos esperar una menor inflación. Te pongo un ejemplo.\r\nSuponé que hay una empresa que vende jaleas, y que la única materia prima que compra a proveedores externos es el envase. Al día de hoy, el precio unitario de una jalea es de 100 córdobas, y tiene un costo unitario de 60 córdobas. De estos, supongamos que cada envase representa el 50% de los costos (30 córdobas). La utilidad bruta que obtiene es de 40 córdobas y el margen bruto es de 40%. Esta información la podemos ver en la siguiente tabla, tanto en córdobas como en dólares (supongo un tipo de cambio de 35):\r\nTabla 1: Pérdidas y ganancias unitariasHagamos un supuesto adicional, y pensemos en que lo único que cambia en esta economía a lo largo de 1 año es el tipo de cambio, que se mueve de acuerdo a una tasa de devaluación . Veamos la siguiente tabla, que muestra las pérdidas y ganancias brutas de la empresa, en dependencia de la tasa de devaluación determinada por el Banco Central:\r\nTabla 2: Pérdidas y ganancias unitarias 1 año después, bajo diferentes tasas de devaluaciónPrimero, fijate en el tipo de cambio. Éste ha aumentado respecto al año anterior, pero lo hace a ritmos diferentes según la tasa de devaluación. A mayor tasa de devaluación, requerimos más córdobas por dólar. Segundo, ve el costo unitario. Aquí, el costo en dólares se mantiene, pero el tipo de cambio no, por lo que requerimos más córdobas para comprar el mismo envase. Esto, en última instancia reduce la utilidad bruta unitaria y, con ello, el margen bruto de la empresa. El deterioro del margen es mayor, cuanto mayor es la tasa de devaluación.\r\nAhora, la pregunta que se haría la empresa es, ¿qué debo cambiar para mantener el margen bruto? Una alternativa es reducir costos, pero en muchas ocasiones esto no es posible. Típicamente, la opción más viable en el muy corto plazo es aumentar los precios.\r\nEn nuestro ejemplo, dado que el envase representaba el 50% de los costos unitarios al inicio del ejercicio, requerirá aumentar los precios en la mitad de la tasa de devaluación para mantener su margen bruto. Esto, implica que con una tasa de devaluación del 5% aumente sus precios en 2.5%; con una de 2% los aumentaría en 1%; y con una devaluación de 1%, los aumentaría en 0.5%.\r\nSi extrapolamos esta decisión hacia todas las empresas de la economía que usan productos importados como materia prima, tendríamos un aumento generalizado de los precios que dependería de la tasa de devaluación. A mayor devaluación, mayor tasa de inflación.\r\nEn pocas palabras, la baja de la tasa de devaluación efectuada por el BCN resultará en una menor inflación para Nicaragua, ya que la pérdida del poder adquisitivo del córdoba frente al dólar ocurrirá a una menor velocidad.\r\n¿Es efectiva el ancla nominal en Nicaragua?\r\nEl tipo de cambio, como ancla nominal de precios, es efectiva para controlar la inflación bajo condiciones normales.\r\nVeamos el siguiente gráfico. Aquí puedes ver la evolución de la inflación y una medida de anclaje cambiario que no es más que la tasa de devaluación más la tasa de inflación de Estados Unidos. El gráfico muestra que la inflación en Nicaragua sigue de cerca esta medida de anclaje cambiario, sin embargo las desviaciones son mayores durante eventos como el rápido aumento de los precios del petróleo, la crisis financiera internacional, o el aumento de los precios internacionales provocado por las disrupciones en las cadenas de suministros.\r\n\r\n\r\n\r\nLa inflación en Nicaragua evoluciona de acuerdo al tipo de cambio y la inflación internacional. El punto principal es que si bien los policy makers tienen incidencia sobre el primero, no tienen ninguna sobre la segunda. Esto hace que la inflación sea susceptible a choques de oferta externos, como por ejemplo, los aumentos de los precios del petróleo.\r\nExiste amplia evidencia sobre la alta sensibilidad que tiene la inflación ante shocks macroeconómicos externos. Por ejemplo, en la investigación Un análisis de sensibilidad macroeconómica para Nicaragua el autor estima que los choques externos que sufre la economía explican el 47.5% del total del comportamiento de la inflación al cabo de 6 meses. Además, luego de 12 meses explican casi el 70% de su variabilidad.\r\nEn la misma línea, la investigación ¿Qué tan importante son los choques petroleros para explicar las fuctuaciones observadas en el IPC y el IMAE? encuentra que el 40% del comportamiento histórico de la inflación (período 1994-2016) se debe las variaciones de los precios del petróleo.\r\nEn resumen, si bien podemos esperar que la inflación disminuya (en aproximadamente 1 punto porcentual), esta continuará siendo susceptible a lo que ocurra con los precios internacionales, principalmente los de las materias primas.\r\nComentarios finales\r\nEl BCN redujo la tasa de deslizamiento por tercera vez desde 2019, pasándola de 2% a 1%.\r\nPodemos esperar una reducción de la inflación en aproximadamente 1 punto porcentual. En general, aquellas actividades productivas que utilicen bienes y servicios importados registrarán menores aumentos en sus costos.\r\nSi bien el ancla nominal es efectiva bajo condiciones normales, la inflación se puede desviar de sus determinantes de mediano plazo cuando ocurren eventos externos; principalmente aquellos relacionados con los incrementos en los precios de materias primas.\r\nComentarios al artículo\r\nAgradeceré mucho tus comentarios al artículo o bien sugerencias de temas para siguientes entradas. Podés enviarlos a través de este link\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-02-07T05:46:54-06:00",
    "input_file": "2anclanominal.knit.md"
  },
  {
    "path": "posts/2023-01-07-inflacin-en-nicaragua/",
    "title": "Inflación en Nicaragua",
    "description": "Acerca de la evolución reciente de la inflación de Nicaragua, las políticas económicas para combartirla y sus perspectivas",
    "author": [
      {
        "name": "William Mendieta A.",
        "url": "https://econonics.netlify.app/"
      }
    ],
    "date": "2023-01-23",
    "categories": [],
    "contents": "\r\nEvolución reciente de la inflación\r\nHola a todos! Bienvenidos a EconoNICs.\r\nEn los últimos 12 meses, la inflación en Nicaragua ha aumentado significativamente. De acuerdo a las estadísticas publicadas por el INIDE, la inflación interanual fue 11.38% al cierre de 2022. Es la primera vez, desde el 2008 que el país registra inflaciones interanuales de dos dígitos a lo largo de casi todo un año, por lo que es una situación inusual en más de 10 años de historia económica.\r\nEn el siguiente gráfico puedes apreciar cómo se ha comportado la inflación desde el año 2021 (línea azul) y la tendencia que exhibe (naranja). Si bien la tendencia 1 señaliza mayores tasas de inflación, es muy probable que ésta en realidad haya tocado un techo.\r\n\r\n\r\n\r\nEn esta línea, el FMI indicó en octubre, en su informe de perspectivas económicas mundiales, que la inflación de Nicaragua permanecería alta a lo largo de 2023, pero que las presiones se aminorarían. Por tal motivo, se pueden esperar tasas de inflación de un dígito para 2023.\r\nLa inflación es trending topic mundial\r\nHistóricamente, dado que la inflación impacta directamente en la calidad de vida de las personas, ha sido una variable sujeta a un fuerte escrutinio público. Y por tal motivo, es una preocupación de política económica de primer nivel para los bancos centrales del mundo.\r\nEl fenómeno inflacionario que vive Nicaragua, es en realidad una condición global. Para muestra, un botón. Si revisamos las estadísticas de inflación de la región centroamericana, podrán ver que todos los países registran inflaciones elevadas, comparadas con su historia reciente.\r\n\r\n\r\n\r\nGran parte de los bancos centrales del mundo están usando todos los instrumentos que tienen a su disposición para reducir las presiones inflacionarias. Dentro de estos instrumentos están las tasas de política monetaria, las cuales han aumentado de forma agresiva en el último año.\r\nEs importante destacar que toda medida para reducir la inflación tiene costos. En este caso, aquellas economías que tienen una política monetaria (relativamente) independiente han ejecutado incrementos de tasas de interés. Esto en última instancia generará una contracción de demanda agregada o, en el mejor de los casos, una desaceleración del crecimiento económico.\r\n¿Nicaragua realiza acciones de política monetaria?\r\nEn el caso de Nicaragua, toda acción de política monetaria es realizada con la vista puesta en el tipo de cambio, también denominado el ancla nominal de la economía. Es por este motivo que el mecanismo de transmisión de tasa de interés en Nicaragua no sea igual de determinante como en otros países. En otras palabras, la política monetaria no es lo suficientemente fuerte como para que cambios en la tasa del Banco Central tengan incidencia en las expectativas de inflación (ni en el sector real de la economía).\r\nEn este sentido, si bien el banco central ha efectuado incrementos a su tasa de política monetaria, éstos cambios son realizados para garantizar la denominada paridad descubierta de tasa de interés:\r\n\\[\r\ni_{t}  = i_{t}^{*} + \\frac{\\Delta s_{t}^{e} }{s_{t}}+ \\varepsilon_{t}\r\n\\]\r\nEs decir:\r\n\\[\r\nTasa \\, de\\, interés = Tasa\\, internacional + devaluación + riesgo\\, país\r\n\\]\r\nEl punto aquí es que el Banco Central debe responder a alzas en la tasa internacional con alzas de magnitud similar. Si suponemos un riesgo país constante (en el corto plazo) y sabiendo que la devaluación esperada es también constante; la única forma que esta ecuación se cumpla luego de un cambio en la tasa internacional, es que la tasa de interés cambie en la proporción requerida.\r\nEsta acción evita la pérdida de reservas internacionales. Esto es porque si los agentes (típicamente la banca) percibe mejores retornos en el exterior, tienen un incentivo para dolarizar sus excesos de córdobas y llevarse esos recursos al exterior. Eso, en última instancia implica la reducción de las reservas internacionales, las que sabemos son clave para defender el tipo de cambio oficial.\r\nEn resumen, toda acción de política monetaria tendrá un efecto marginal sobre la inflación (invito a aquellas personas que lo deseen, que comprueben esta hipótesis).\r\nEntonces, ¿qué se puede hacer frente a la inflación?\r\nEl BCN tiene una herramienta que, si bien no es la más eficaz, incide directamente sobre la inflación: el tipo de cambio. Debido a las características que tiene la economía nicaragüense, el tipo de cambio es la variable que sirve para anclar la variación de los precios a un nivel determinado.\r\nExiste una amplia discusión de cuál debería de ser este nivel, por ejemplo, en la investigación Inflación Óptima en Nicaragua se brindan argumentos para reducir la tasa de deslizamiento cambiario del BCN y, con ello, propiciar una inflación más baja. Una de las recomendaciones es reducir la tasa de deslizamiento para que los niveles de inflación de mediano plazo (inflación internacional más la devaluación) sean similares a las metas de inflación de nuestros principales socios comerciales.\r\nY esto es precisamente lo que el BCN ha hecho en los últimos años. Ha realizado 3 reducciones a la tasa de deslizamiento, para bajar las tasas de inflación en el mediano plazo. La última de estas reducciones fue realizada el 23 de enero de 2023 (Aquí te pongo el comunicado del BCN), con la que el BCN estableció una tasa de deslizamiento del 1% (antes 2%). Con la medida, el BCN apunta a una inflación más baja en el mediano plazo.\r\n¿Qué podemos esperar para la inflación en los próximos meses?\r\nComo te comenté al inicio, las proyecciones del FMI indican que posiblemente ya pasó lo peor. La inflación debería ir normalizándose en los próximos meses. Esto irá ocurriendo en la medida que las acciones de política de los bancos centrales del mundo vayan haciendo efecto. Esa reducción de la inflación internacional será importada por Nicaragua.\r\n\r\n\r\n\r\nA esto, hay que sumar la última medida de política cambiaria del BCN, la cual tendrá un impacto a la baja sobre la inflación, no solo de 2023 sino para los próximos años. Con esta medida, podríamos descontar aproximadamente un punto porcentual a la tasa de inflación proyectada para 2023.\r\nComentarios finales\r\nLa inflación es una variable de alto escrutinio público. Afecta directamente nuestra calidad de vida.\r\nEl proceso inflacionario actual lo están viviendo la mayoría de los países del mundo. Los bancos centrales con política monetaria independiente, están aumentando sus tasas de interés de política monetaria para reducir la inflación.\r\nNicaragua no es la excepción. Sin embargo, las acciones de política monetaria del banco central, las cuales están supeditadas al régimen cambiario, tendrán un efecto marginal sobre la inflación.\r\nLa última medida de política cambiaria sí tendrá una incidencia a la baja de la inflación, gracias a que el tipo de cambio es el ancla nominal de la economía.\r\nLa inflación en Nicaragua, por lo tanto, disminuirá en la medida que la inflación mundial lo haga, y se empiecen a percibir los efectos de la última modificación a la tasa devaluación.\r\nFinalmente, es muy importante que los formuladores de políticas económicas propicien una inflación baja y estable. La inflación es costosa, y si bien las reducciones a la tasa de deslizamiento ayudan, estas medidas no son 100% efectivas. El BCN debe continuar realizando mejoras al esquema de política monetaria del país para fortalecer el mecanismo de transmisión de su tasa de política monetaria hacia la inflación.\r\nComentarios al artículo\r\nAgradeceré mucho tus comentarios al artículo o bien sugerencias de temas para siguientes entradas. Podés enviarlos a través de este link\r\n\r\nLa tendencia fue estimada usando el método LOESS↩︎\r\n",
    "preview": {},
    "last_modified": "2023-01-23T23:09:55-06:00",
    "input_file": "inflacin-en-nicaragua.knit.md"
  },
  {
    "path": "posts/welcome/",
    "title": "Bienvenidos a EconoNICs",
    "description": "Bienvenidos a EconoNICs. Este es un blog dedicado a analizar la economía Nicaragüense y su interacciones con el resto del mundo.",
    "author": [
      {
        "name": "William Alberto Mendieta Alvarado",
        "url": "https://econonics.netlify.app/"
      }
    ],
    "date": "2023-01-08",
    "categories": [],
    "contents": "\r\nHola! Bienvenido a EconoNICs. Este es mi debut como blogger, y estoy muy emocionado por compartir y debatir con vos acerca de la economía Nicaragüense.\r\nEste es un blog dedicado a analizar la economía Nicaragüense y, en ocasiones, del resto del mundo. Si sos un estudiante, un trabajador, un empresario, seguir este blog será de gran utilidad.\r\nCon este blog quiero aportarte valor, para que estés al tanto de los eventos económicos de Nicaragua y que tengas claridad en cómo dichos eventos pueden afectar tu vida.\r\nEsto es importante para vos, ya que sin importar el rol que tengas en la sociedad, el saber de economía es una pieza importante para tomar buenas decisiones. El análisis económico es pieza clave en cualquier análisis del entorno!\r\nEspero que disfrutes de los artículos y que sean enriquecedores para tu aprendizaje!\r\nBienvenido a econoNICs!\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-01-23T22:26:49-06:00",
    "input_file": {}
  }
]
=======
[
  {
    "path": "posts/2023-01-07-inflacin-en-nicaragua/",
    "title": "Inflación en Nicaragua",
    "description": "Acerca de la evolución reciente de la inflación de Nicaragua, las políticas económicas para combartirla y sus perspectivas",
    "author": [
      {
        "name": "William Mendieta A.",
        "url": "https://econonics.netlify.app/"
      }
    ],
    "date": "2023-01-22",
    "categories": [],
    "contents": "\r\nEvolución reciente de la inflación\r\nHola a todos! Bienvenidos a EconoNICs.\r\nEn los últimos 12 meses, la inflación en Nicaragua ha aumentado significativamente. De acuerdo a las estadísticas publicadas por el INIDE, la inflación interanual fue 11.38% al cierre de 2022. Es la primera vez, desde el 2008 que el país registra inflaciones interanuales de dos dígitos a lo largo de casi todo un año, por lo que es una situación inusual en más de 10 años de historia económica.\r\nEn el siguiente gráfico puedes apreciar cómo se ha comportado la inflación desde el año 2021 (línea azul) y la tendencia que exhibe (naranja). Si bien la tendencia 1 señaliza mayores tasas de inflación, es muy probable que ésta en realidad haya tocado un techo.\r\n\r\n\r\n\r\nEn esta línea, el FMI indicó en octubre, en su informe de perspectivas económicas mundiales, que la inflación de Nicaragua permanecería alta a lo largo de 2023, pero que las presiones se aminorarían. Por tal motivo, se pueden esperar tasas de inflación de un dígito para 2023.\r\nLa inflación es trending topic mundial\r\nHistóricamente, dado que la inflación impacta directamente en la calidad de vida de las personas, ha sido una variable sujeta a un fuerte escrutinio público. Y por tal motivo, es una preocupación de política económica de primer nivel para los bancos centrales del mundo.\r\nEl fenómeno inflacionario que vive Nicaragua, es en realidad una condición global. Para muestra, un botón. Si revisamos las estadísticas de inflación de la región centroamericana, podrán ver que todos los países registran inflaciones elevadas, comparadas con su historia reciente.\r\n\r\n\r\n\r\nGran parte de los bancos centrales del mundo están usando todos los instrumentos que tienen a su disposición para reducir las presiones inflacionarias. Dentro de estos instrumentos están las tasas de política monetaria, las cuales han aumentado de forma agresiva en el último año.\r\nEs importante destacar que toda medida para reducir la inflación tiene costos. En este caso, aquellas economías que tienen una política monetaria (relativamente) independiente han ejecutado incrementos de tasas de interés. Esto en última instancia generará una contracción de demanda agregada o, en el mejor de los casos, una desaceleración del crecimiento económico.\r\n¿Nicaragua realiza acciones de política monetaria?\r\nEn el caso de Nicaragua, toda acción de política monetaria es realizada con la vista puesta en el tipo de cambio, también denominado el ancla nominal de la economía. Es por este motivo que el mecanismo de transmisión de tasa de interés en Nicaragua no sea igual de determinante como en otros países. En otras palabras, la política monetaria no es lo suficientemente fuerte como para que cambios en la tasa del Banco Central tengan incidencia en las expectativas de inflación (ni en el sector real de la economía).\r\nEn este sentido, si bien el banco central ha efectuado incrementos a su tasa de política monetaria, éstos cambios son realizados para garantizar la denominada paridad descubierta de tasa de interés:\r\n\\[\r\ni_{t}  = i_{t}^{*} + \\frac{\\Delta s_{t}^{e} }{s_{t}}+ \\varepsilon_{t}\r\n\\]\r\nEs decir:\r\n\\[\r\nTasa \\, de\\, interés = Tasa\\, internacional + devaluación + riesgo\\, país\r\n\\]\r\nEl punto aquí es que el Banco Central debe responder a alzas en la tasa internacional con alzas de magnitud similar. Si suponemos un riesgo país constante (en el corto plazo) y sabiendo que la devaluación esperada es también constante; la única forma que esta ecuación se cumpla luego de un cambio en la tasa internacional, es que la tasa de interés cambie en la proporción requerida.\r\nEsta acción evita la pérdida de reservas internacionales. Esto es porque si los agentes (típicamente la banca) percibe mejores retornos en el exterior, tienen un incentivo para dolarizar sus excesos de córdobas y llevarse esos recursos al exterior. Eso, en última instancia implica la reducción de las reservas internacionales, las que sabemos son clave para defender el tipo de cambio oficial.\r\nEn resumen, toda acción de política monetaria tendrá un efecto marginal sobre la inflación (invito a aquellas personas que lo deseen, que comprueben esta hipótesis).\r\nEntonces, ¿qué se puede hacer frente a la inflación?\r\nEl BCN tiene una herramienta que, si bien no es la más eficaz, incide directamente sobre la inflación: el tipo de cambio. Debido a las características que tiene la economía nicaragüense, el tipo de cambio es la variable que sirve para anclar la variación de los precios a un nivel determinado.\r\nExiste una amplia discusión de cuál debería de ser este nivel, por ejemplo, en la investigación Inflación Óptima en Nicaragua se brindan argumentos para reducir la tasa de deslizamiento cambiario del BCN y, con ello, propiciar una inflación más baja. Una de las recomendaciones es reducir la tasa de deslizamiento para que los niveles de inflación de mediano plazo (inflación internacional más la devaluación) sean similares a las metas de inflación de nuestros principales socios comerciales.\r\nY esto es precisamente lo que el BCN ha hecho en los últimos años. Ha realizado 3 reducciones a la tasa de deslizamiento, para bajar las tasas de inflación en el mediano plazo. La última de estas reducciones fue realizada el 23 de enero de 2023 (Aquí te pongo el comunicado del BCN), con la que el BCN estableció una tasa de deslizamiento del 1% (antes 2%). Con la medida, el BCN apunta a una inflación más baja en el mediano plazo.\r\n¿Qué podemos esperar para la inflación en los próximos meses?\r\nComo te comenté al inicio, las proyecciones del FMI indican que posiblemente ya pasó lo peor. La inflación debería ir normalizándose en los próximos meses. Esto irá ocurriendo en la medida que las acciones de política de los bancos centrales del mundo vayan haciendo efecto. Esa reducción de la inflación internacional será importada por Nicaragua.\r\n\r\n\r\n\r\nA esto, hay que sumar la última medida de política cambiaria del BCN, la cual tendrá un impacto a la baja sobre la inflación, no solo de 2023 sino para los próximos años. Con esta medida, podríamos descontar aproximadamente un punto porcentual a la tasa de inflación proyectada para 2023.\r\nComentarios finales\r\nLa inflación es una variable de alto escrutinio público. Afecta directamente nuestra calidad de vida.\r\nEl proceso inflacionario actual lo están viviendo la mayoría de los países del mundo. Los bancos centrales con política monetaria independiente, están aumentando sus tasas de interés de política monetaria para reducir la inflación.\r\nNicaragua no es la excepción. Sin embargo, las acciones de política monetaria del banco central, las cuales están supeditadas al régimen cambiario, tendrán un efecto marginal sobre la inflación.\r\nLa última medida de política cambiaria sí tendrá una incidencia a la baja de la inflación, gracias a que el tipo de cambio es el ancla nominal de la economía.\r\nLa inflación en Nicaragua, por lo tanto, disminuirá en la medida que la inflación mundial lo haga, y se empiecen a percibir los efectos de la última modificación a la tasa devaluación.\r\nFinalmente, es muy importante que los formuladores de políticas económicas propicien una inflación baja y estable. La inflación es costosa, y si bien las reducciones a la tasa de deslizamiento ayudan, estas medidas no son 100% efectivas. El BCN debe continuar realizando mejoras al esquema de política monetaria del país para fortalecer el mecanismo de transmisión de su tasa de política monetaria hacia la inflación.\r\nComentarios al artículo\r\nAgradeceré mucho tus comentarios al artículo o bien sugerencias de temas para siguientes entradas. Podés enviarlos a través de este link\r\n\r\nLa tendencia fue estimada usando el método LOESS↩︎\r\n",
    "preview": {},
    "last_modified": "2023-01-23T22:27:14-06:00",
    "input_file": {}
  },
  {
    "path": "posts/welcome/",
    "title": "Bienvenidos a EconoNICs",
    "description": "Bienvenidos a EconoNICs. Este es un blog dedicado a analizar la economía Nicaragüense y su interacciones con el resto del mundo.",
    "author": [
      {
        "name": "William Alberto Mendieta Alvarado",
        "url": "https://econonics.netlify.app/"
      }
    ],
    "date": "2023-01-08",
    "categories": [],
    "contents": "\r\nHola! Bienvenido a EconoNICs. Este es mi debut como blogger, y estoy muy emocionado por compartir y debatir con vos acerca de la economía Nicaragüense.\r\nEste es un blog dedicado a analizar la economía Nicaragüense y, en ocasiones, del resto del mundo. Si sos un estudiante, un trabajador, un empresario, seguir este blog será de gran utilidad.\r\nCon este blog quiero aportarte valor, para que estés al tanto de los eventos económicos de Nicaragua y que tengas claridad en cómo dichos eventos pueden afectar tu vida.\r\nEsto es importante para vos, ya que sin importar el rol que tengas en la sociedad, el saber de economía es una pieza importante para tomar buenas decisiones. El análisis económico es pieza clave en cualquier análisis del entorno!\r\nEspero que disfrutes de los artículos y que sean enriquecedores para tu aprendizaje!\r\nBienvenido a econoNICs!\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-01-23T22:26:49-06:00",
    "input_file": {}
  }
]
>>>>>>> 644601811be9c97c88b2e94907902dc13300b3f2
