[
  {
    "path": "posts/2023-05-26-dinamicaremesas/",
    "title": "dinamica_remesas",
    "description": "Respecto a la evolución reciente de las remesas familiares en Nicaragua",
    "author": [
      {
        "name": "William Mendieta A.",
        "url": "https://econonics.netlify.app/"
      }
    ],
    "date": "2023-05-29",
    "categories": [],
    "contents": "\r\nIntroducción\r\nHola a todos! Bienvenidos a EconoNICs.\r\nEn este post quisiera discutir un fenómeno de alta importancia para la economía de nuestro país: el rápido incremento de las remesas familiares. Principalmente quisiera destacar que, si bien existen múltiples beneficios a esta alza tan importante, también hay riesgos macroeconómicos a los que el país se expone con esta situación.\r\nSin más preámbulo, empecemos la discusión.\r\nEvolución reciente de las remesas familiares\r\nEn el siguiente gráfico muestro la evolución de las remesas en los últimos 5 años. Aproximadamente a partir de mediados del año 2021 la tendencia de las remesas cambió de forma importante, indicando un crecimiento más acelerado. La línea azul oscuro son las remesas, mientras que la línea naranja es la tendencia estimada de las remesas.\r\n\r\n\r\n\r\nEsta dinámica resultó en flujos de remesas por 3,224.9 millones de dólares en el año 2022 (US$2,146.9 millones recibidas en 2021), es decir, un crecimiento de 50.2%. Para poner este número en perspectiva, el crecimiento promedio de las remesas entre 2019 y 2021 fue de 13%, es decir, las remesas están creciendo a una velocidad casi 4 veces superior al crecimiento promedio de los 3 años previos.\r\n\r\n\r\n\r\nEn lo que llevamos de 2023 este ritmo se ha acelerado aún más. Al comparar los flujos recibidos entre enero y marzo de 2023 versus 2022, ¡éstos han crecido 61%! Si hacemos una anualización de los flujos recibidos entre enero y marzo, al cierre de 2023 el país habrá recibido aproximadamente 4,081.2 millones de dólares en remesas (US$1,020.3 / 3 * 12).\r\nAnalicemos las ventajas de esta situación\r\nEsta situación sin lugar a dudas tiene múltiples beneficios para nuestro país.\r\nEn primer lugar, el consumo agregado de la economía se ve favorecido. Las remesas aumentan el ingreso disponible de las familias receptoras, lo que les permite gastar más para satisfacer sus necesidades. En el agregado, es decir, cuando sumamos a todas las familias que están en esta situación, el consumo de toda la economía aumenta, promoviendo, al menos en el corto plazo, un mayor dinamismo económico.\r\nEsta situación se evidencia en los datos. Cuando comparamos el crecimiento de la economía nicaragüense y el crecimiento de los flujos de remesas, se encuentra una correlación positiva entre ambas de 0.63.\r\nDe hecho, tomando un paso adicional, se puede evidenciar que esta correlación se ha fortalecido en los últimos 11 años. Para ilustrar este último punto, calculé la correlación móvil entre el crecimiento del IMAE y el crecimiento de los flujos de remesas, bajo una ventana móvil de 60 meses. La correlación más baja registrada en los últimos 11 años fue de 0.48 (en el año 2012 aproximadamente), mientras que la mas alta que se registró fue de 0.70 (en el año 2021).\r\n\r\n\r\n\r\nEs importante aclarar que correlación no implica que exista causalidad. Es decir, que el hecho que los flujos de remesas estén en aumento, no necesariamente implicará un mayor crecimiento para el país. Lo que si es evidente, y que se concluye a partir del gráfico, es que el grado de asociación entre ambas variables se ha fortalecido en los últimos años.\r\nPara sustentar más este argumento, basta con que verifiqués que los flujos de remesas han pasado de representar el 10% del PIB en el año 2006 a 21% en el año 2022. Durante el período 2006-2019 estos flujos fueron equivalentes al 10% del PIB en promedio; los últimos 3 años éstos han sido equivalentes al 17% del PIB.\r\nEn segundo lugar, las remesas tienen un segundo efecto sobre la actividad económica que es de alta relevancia. De acuerdo a múltiples estudios las remesas reducen la volatilidad de variables macroeconómicas importantes como el producto o el consumo.\r\nEn la siguiente tabla pueden ver algunos de estos estudios con un breve resumen de sus principales resultados:\r\n\r\n\r\n\r\nTítulo\r\n\r\n\r\nResumen\r\n\r\n\r\nAutores\r\n\r\n\r\nAño\r\n\r\n\r\nEconomic volatility and remittances\r\n\r\n\r\nLas remesas tienen un rol clave en la mitigación de choques adversos al producto\r\n\r\n\r\nR. Craigwell, Mahalia Jackman, W. Moore\r\n\r\n\r\n2010\r\n\r\n\r\nDo remittances dampen the effect of natural disasters on output growth volatility in developing countries?\r\n\r\n\r\nLas remesas alivian los efectos desestabilizadores de los desastres naturales\r\n\r\n\r\nChristian Ebeke, Jean-Louis Combes\r\n\r\n\r\n2013\r\n\r\n\r\nRemittances and Macroeconomic Volatility in African Countries\r\n\r\n\r\nLas remesas absorben una parte sustancial de los choques al producto en estos países\r\n\r\n\r\nAhmat Jidoud\r\n\r\n\r\n2015\r\n\r\n\r\nOutput Growth Volatility and Remittances\r\n\r\n\r\nLas remesas están negativamente correlacionadas con la volatilidad del crecimiento económico\r\n\r\n\r\nMatteo Bugamelli, Francesco Paternò\r\n\r\n\r\n2008\r\n\r\n\r\nHow does financial development influence the impact of remittances on growth volatility\r\n\r\n\r\nUn alto nivel de desarrollo financiero potencia el efecto estabilizador de las remesas\r\n\r\n\r\nIbrahim Ahamada, Dramane Coulibaly\r\n\r\n\r\n2011\r\n\r\n\r\nDo Worker Remittances Reduce Output Volatility in Developing Countries?\r\n\r\n\r\nLas remesas tienen un efecto negativo sobre la volatilidad del crecimiento económico\r\n\r\n\r\nR. Chami, Dalia S. Hakura, P. Montiel\r\n\r\n\r\n2012\r\n\r\n\r\nThe impacts of international migrants’ remittances on household consumption volatility in developing countries\r\n\r\n\r\nLas remesas aumentan el bienestar de los hogares receptores en países en desarrollo.\r\n\r\n\r\nRipon Kumar Mondal, Rasheda Khanam\r\n\r\n\r\n2018\r\n\r\n\r\nRemittances: An Automatic Output Stabilizer?\r\n\r\n\r\nLas remesas ayudan a reducir la volatilidad del producto.\r\n\r\n\r\nR. Chami, Dalia S. Hakura, P. Montiel\r\n\r\n\r\n2009\r\n\r\n\r\nRemittances and Vulnerability in Developing Countries\r\n\r\n\r\nRemesas alivian restricciones de crédito en países receptores.\r\n\r\n\r\nGiulia Bettin, A. Presbitero, Nicola Spatafora\r\n\r\n\r\n2014\r\n\r\n\r\nRemittances and Household Consumption Instability in Developing Countries\r\n\r\n\r\nLas remesas ayudan a estabilizar el consumo en países en desarrollo.\r\n\r\n\r\nJean-Louis Combes, Christian Hubert Ebeke\r\n\r\n\r\n2011\r\n\r\n\r\n\r\nEn otras palabras, las remesas dan seguridad al ingreso de las familias receptoras. Esto, en última instancia promueve el consumo, y, en términos más generales, les permite una mejor calidad de vida. En última instancia, esto promueve el crecimiento del país.\r\nEn tercer lugar, la entrada de remesas trae beneficios a la estabilidad del régimen cambiario de Nicaragua, ya que es una fuente de divisas para la economía. Esto, en última instancia se ve reflejando en una brecha cambiaria relativamente baja. Profundicemos un poco más en este punto.\r\nLa brecha cambiaria es la diferencia porcentual entre el tipo de cambio de mercado (el que cobran/pagan bancos, casas de cambio, cambistas, etc.) y el tipo de cambio oficial (el que publica el BCN). El tipo de cambio de mercado se acercará al tipo de cambio oficial en la medida que la economía tenga una cantidad suficiente de dólares (es decir, que la demanda de dólares pueda ser suplida por el mercado).\r\n[AGREGAR AQUI GRÁFICO DE LA BRECHA CAMBIARIA]\r\nValdría la pena explorar si el rápido crecimiento de las remesas ha favorecido el actual comportamiento de la brecha cambiaria. Evidentemente, hay otros factores que pueden incidir en la menor brecha cambiaria, como por ejemplo la reducción de las importaciones, las que al primer trimestre de 2023 ha disminuido 7.9% respecto al año pasado. Esto, evidentemente reduce la demanda de divisas de la economía.\r\nAmbos efectos podrían ser los principales responsables de la acumulación de reservas internacionales del BCN. Al 30 de abril las reservas internacionales registran un saldo de US$ 5,401.6 millones. Para poner en perspectiva este número, desde el año 2020 hasta el presente, las RIB del BCN se han más que duplicado, creciendo 168% (saldo de RIB en 2020 de US$ 3,211.9)\r\nNo todo son buenas noticias\r\nDesafortunadamente, no todo de esta situación es positivo. Existen algunos efectos que puede registrar la economía que podrían pasar desapercibidos. Esto es principalmente del lado del riesgo macroeconómico que enfrenta el país. Permitime elaborar un poco más en este punto.\r\nUn riesgo macroeconómico se puede definir como una condición en la economía que puede tener consecuencias negativas en el bienestar de las personas y/o en las operaciones de las empresas. En otras palabras, un riesgo macroeconómico no es un costo en sí mismo, sino una condición que hace que los choques que sufre la economía tengan mayores efectos negativos. Esto es consistente con la idea de que los riesgos macroeconómicos pueden ser causados por factores internos o externos y pueden tener un impacto significativo en la economía de un país en su conjunto.\r\nLa entrada acelerada de las remesas que vive nuestro país puede aumentar los riesgos macroeconómicos desde diferentes perspectivas. Primero, esta condición puede generar dependencia económico de estos flujos, aumentando la vulnerabilidad de la economía a choques externos. Por ejemplo, una recesión en EEUU implicaría una reducción de las remesas, afectando el consumo agregado de la economía. En este caso, habría una transmisión de la recesión de EEUU hacia nuestra economía, a pesar de que el país no está en recesión. A mayor dependencia de las remesas, esta transmisión sería más alta.\r\nEn segundo lugar, las remesas pueden tener un impacto negativo sobre los precios. En este sentido, un mayor poder adquisitivo de la población gracias a las remesas puede resultar en una mayor demanda de bienes y servicios en la economía. Si todos los demás factores permanencen constantes, estas presiones de demanda pueden provocar alzas en los precios de la economía.\r\nEsta situación acarrea el tercer efecto negativo de la entrada de remesas: el país puede perder competitividad externa. Una mayor inflación en el país reduce el poder adquisitivo del córdoba frente a otras monedas. Este deterioro implicaría que para adquirir bienes y servicios del exterior los nicargüenses deban pagar con córdobas con menor poder adquisitivo frente a monedas cuyo poder adquisitivo se deteriore de forma más lenta.\r\nEn esta situación, la razón detrás del crecimiento acelerado de las remesas importa mucho. En este sentido, esta aceleración puede deberse a dos factores complementarios: al buen desempeño del mercado laboral en Estados Unidos, y la migración de nicaragüenses hacia este país.\r\nRespecto a este último factor, las actividades económicas que son intensivas en mano de obra pueden verse afectadas. En este caso, aumentos anormales en los flujos migratorios pueden repercutir en diferentes indicadores empresariales que elevan sus gastos: una mayor rotación de personal operativo, mayores tiempos de contratación\r\naquellas actividades económicas que son intensivas en mano de obra pueden verse afectadas,\r\nEsta situación puede verse impulsada por la naturaleza del origen en el crecimiento de las remesas. En el caso que los flujos de remesas obedezcan a un aumento en la migración, aquellas actividades económicas que son intensivas en mano de obra pueden verse afectadas. En este sentido, las empresas podrían sufrir dos escenarios, uno de alzas en los costos de empleo y otro de problemas de producción. En el primer caso, las empresas pueden verse obligadas a ofrecer mayores salarios para retener a los empleados o bien para atraer a nuevos.\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-06-14T17:46:00-06:00",
    "input_file": "dinamicaremesas.knit.md"
  },
  {
    "path": "posts/2023-04-26-2023-04-26-crecimiento-sectorial/",
    "title": "Crecimiento general y sectorial en Nicaragua",
    "description": "Acerca del crecimiento económico registrado en 2022, las contribuciones de cada sector al crecimiento y las perspectivas para 2023.",
    "author": [
      {
        "name": "William Mendieta A.",
        "url": "https://econonics.netlify.app/"
      }
    ],
    "date": "2023-05-04",
    "categories": [],
    "contents": "\r\nHola a todos! Bienvenidos a un nuevo post de EconoNics. En este post discutiremos acerca de los resultados de crecimiento económico de Nicaragua en 2022 y qué podríamos esperar para los próximos años.\r\nLa actualización de los datos de actividad económica, son, junto con las publicaciones de la inflación, uno de los datos más esperados por la población en general y por las empresas. Esto es porque el crecimiento económico observado y proyectado es una pieza clave en el proceso de toma de decisiones, ya que, por ejemplo, marca el ritmo al que las ventas de las empresas pueden crecer. Es típico que las empresas liguen el crecimiento de sus ventas al crecimiento de la actividad en la que se encuentran, por lo que conocer a profundidad y desmenuzar las cifras de crecimiento económico se vuelve un ejercicio de alta relevancia para todos.\r\nAdicionalmente, el BCN recientemente publicó su informe de perspectivas económicas 2023, en la que avizora un menor crecimiento económico para 2023 (entre 2.5% y 3.5%) respecto al 3.8% de 2022.\r\nNicaragua creció 3.8% en 2022\r\nEl 31 de marzo de 2023 el BCN publicó el Informe Anual 2022, que es la publicación más importante del año para esta entidad bancaria. En este documento se informó que la producción de la economía nicaragüense creció 3.8% respecto a 2021 (10.3%). Sin embargo, este menor ritmo de crecimiento puede interpretarse, a grandes rasgos, como el regreso a la normalidad (en el contexto de las tasas de crecimiento del país).\r\nEsto s porque el crecimiento de 2021 se encuentra inflado por la reducción de la actividad económica en el año 2020, atribuido a la pandemia de COVID-19. En otras palabras, la desaceleración del crecimiento obedece más a la base de comparación del crecimiento de 2021, que a una desaceleración del ritmo de crecimiento de la producción de la economía como tal. Para puntualizar esto, recordemos que gran parte de las pérdidas de crecimiento que se observaron en 2020 fueron producto de una reducción de la demanda externa (menos exportaciones, menos turismo, menor entrada de remesas, entre otros), lo cual está en línea con los mensajes plasmados en el capítulo 1.6 del Informe Anual del BCN de 2020.\r\nEs todavía más importante destacar que 2022 es el segundo año consecutivo de crecimiento, luego de 3 años de contracción económica.\r\n\r\n\r\n\r\nEn el informe anual 2022 el BCN destaca que el crecimiento de la economía en 2022, desde la perspectiva de la demanda agregada, provino principalmente por impulsos de demanda interna (por un mayor consumo agregado) y, en menor medida, por un mejor dinamismo de la demanda externa. Desde la perspectiva de la producción, el informe destacó que el sector de servicios, que es el de mayor peso en la economía, empezó a recuperarse, aportando positivamente al crecimiento del país.\r\nDicho esto, profundicemos más en los datos de crecimiento. Primero, identifiquemos aquellas actividades económicas que fueron más dinámicas (es decir, las que registraron la mayor tasa de crecimiento), y luego analicemos las actividades que más contribuyeron, es decir, aquellas que aportaron más para alcanzar esta tasa de 3.8%.\r\n¿Cómo se explica el 3.8%?\r\nEn esta sección utilizaré los datos del PIB trimestral publicados por el BCN. Las cifras que discutiremos son anuales, las cuales las obtuve de sumar el valor del PIB trimestral a lo largo de un año1. Es importante destacar que las cifras reales del PIB son aditivas entre trimestres, pero no entre sus componentes2. Y analicemos el crecimiento primero por el lado de la producción.\r\nDinamismo económico por sectores\r\nPara esto basta con calcular la tasa de variación anual (\\(\\dot{y}\\)) del volumen de cada actividad (\\(x_{t}\\)) versus su volumen del año 2021 (\\(x_{t-1}\\)), es decir:\r\n\\[\r\n\\dot{y} = \\frac{x_{t}}{x_{t-1}}*100-100\r\n\\]\r\nEn el siguiente gráfico podemos ver las actividades más dinámicas, ordenadas de mayor a menor crecimiento en 2022:\r\n\r\n\r\n\r\nAl analizar el gráfico destacan principalmente el dinamismo del sector de hoteles y restaurantes, transporte y comunicaciones, y comercio. Es importante destacar que estas tres actividades pertenecen al sector de servicios, que es el sector económico que más afectaciones sufrió entre los años 2018 y 2020. Esto cobra especial importancia ya que el sector de servicios acapara el 60% de todas las transacciones de la economía nicaragüense. Esto lo puedes verificar en el estudio Hechos estilizados de la economía Nicaragüense publicado aquí por el BCN.\r\nLo segundo a destacar es que la gran mayoría de las actividades económicas cecieron, únicamente la actividad pecuaria y la construcción registraron reducciones respecto a 2021. La mala noticia, en este caso es que la construcción, que es una actividad de alta repercusión (es decir, su valor tiene incidencia en muchas de otras actividades económicas) decreció 12.2%, lo que puede asociarse a una menor inversión.\r\nPara analizar estas cifras es bueno ponerlas en el contexto de los últimos años. En la siguiente tabla podrás ver las tasas de crecimiento registradas por cada actividad en los últimos años:\r\n\r\n\r\n\r\nActividades\r\n\r\n\r\n2017\r\n\r\n\r\n2018\r\n\r\n\r\n2019\r\n\r\n\r\n2020\r\n\r\n\r\n2021\r\n\r\n\r\n2022\r\n\r\n\r\nTendencia\r\n\r\n\r\nHoteles y restaurantes\r\n\r\n\r\n14.8%\r\n\r\n\r\n-22.10%\r\n\r\n\r\n2.4%\r\n\r\n\r\n-31.8%\r\n\r\n\r\n10.5%\r\n\r\n\r\n29.0%\r\n\r\n\r\n\r\n\r\n\r\nTransporte y comunicaciones\r\n\r\n\r\n5.8%\r\n\r\n\r\n-6.60%\r\n\r\n\r\n-5.1%\r\n\r\n\r\n-7.0%\r\n\r\n\r\n8.5%\r\n\r\n\r\n8.4%\r\n\r\n\r\n\r\n\r\n\r\nComercio\r\n\r\n\r\n4.7%\r\n\r\n\r\n-7.40%\r\n\r\n\r\n-0.8%\r\n\r\n\r\n5.3%\r\n\r\n\r\n15.6%\r\n\r\n\r\n7.2%\r\n\r\n\r\n\r\n\r\n\r\nmás: Impuestos netos a los productos\r\n\r\n\r\n3.2%\r\n\r\n\r\n-8.50%\r\n\r\n\r\n-2.9%\r\n\r\n\r\n-1.4%\r\n\r\n\r\n13.6%\r\n\r\n\r\n6.4%\r\n\r\n\r\n\r\n\r\n\r\nIndustria manufacturera\r\n\r\n\r\n2.9%\r\n\r\n\r\n1.50%\r\n\r\n\r\n-2.2%\r\n\r\n\r\n-2.3%\r\n\r\n\r\n14.2%\r\n\r\n\r\n5.1%\r\n\r\n\r\n\r\n\r\n\r\nPesca y acuicultura\r\n\r\n\r\n9.5%\r\n\r\n\r\n10.30%\r\n\r\n\r\n-4.3%\r\n\r\n\r\n-6.8%\r\n\r\n\r\n10.1%\r\n\r\n\r\n4.0%\r\n\r\n\r\n\r\n\r\n\r\nProducto interno bruto\r\n\r\n\r\n4.6%\r\n\r\n\r\n-3.40%\r\n\r\n\r\n-2.9%\r\n\r\n\r\n-1.8%\r\n\r\n\r\n10.3%\r\n\r\n\r\n3.8%\r\n\r\n\r\n\r\n\r\n\r\nOtros servicios\r\n\r\n\r\n1.6%\r\n\r\n\r\n-2.10%\r\n\r\n\r\n-4.1%\r\n\r\n\r\n-2.8%\r\n\r\n\r\n0.9%\r\n\r\n\r\n3.6%\r\n\r\n\r\n\r\n\r\n\r\nIntermediación financiera y servicios conexos\r\n\r\n\r\n4.3%\r\n\r\n\r\n-6.80%\r\n\r\n\r\n-19.1%\r\n\r\n\r\n-11.4%\r\n\r\n\r\n-2.1%\r\n\r\n\r\n3.6%\r\n\r\n\r\n\r\n\r\n\r\nExplotación de minas y canteras\r\n\r\n\r\n-7.5%\r\n\r\n\r\n7.70%\r\n\r\n\r\n15.8%\r\n\r\n\r\n3.7%\r\n\r\n\r\n38.2%\r\n\r\n\r\n3.4%\r\n\r\n\r\n\r\n\r\n\r\nAgricultura\r\n\r\n\r\n7.0%\r\n\r\n\r\n3.80%\r\n\r\n\r\n5.0%\r\n\r\n\r\n0.0%\r\n\r\n\r\n6.3%\r\n\r\n\r\n3.0%\r\n\r\n\r\n\r\n\r\n\r\nAgua\r\n\r\n\r\n2.7%\r\n\r\n\r\n4.80%\r\n\r\n\r\n0.3%\r\n\r\n\r\n1.7%\r\n\r\n\r\n3.2%\r\n\r\n\r\n2.8%\r\n\r\n\r\n\r\n\r\n\r\nSalud\r\n\r\n\r\n6.7%\r\n\r\n\r\n1.90%\r\n\r\n\r\n1.5%\r\n\r\n\r\n1.3%\r\n\r\n\r\n2.7%\r\n\r\n\r\n2.6%\r\n\r\n\r\n\r\n\r\n\r\nSilvicultura y extracción de madera\r\n\r\n\r\n0.3%\r\n\r\n\r\n-3.60%\r\n\r\n\r\n-1.0%\r\n\r\n\r\n1.5%\r\n\r\n\r\n1.5%\r\n\r\n\r\n1.9%\r\n\r\n\r\n\r\n\r\n\r\nElectricidad\r\n\r\n\r\n-4.5%\r\n\r\n\r\n3.40%\r\n\r\n\r\n-2.6%\r\n\r\n\r\n-17.1%\r\n\r\n\r\n10.9%\r\n\r\n\r\n1.9%\r\n\r\n\r\n\r\n\r\n\r\nAdministración Pública y Defensa\r\n\r\n\r\n5.6%\r\n\r\n\r\n0.00%\r\n\r\n\r\n0.5%\r\n\r\n\r\n1.9%\r\n\r\n\r\n1.5%\r\n\r\n\r\n1.5%\r\n\r\n\r\n\r\n\r\n\r\nPropiedad de vivienda\r\n\r\n\r\n3.5%\r\n\r\n\r\n0.00%\r\n\r\n\r\n-0.2%\r\n\r\n\r\n-0.2%\r\n\r\n\r\n0.6%\r\n\r\n\r\n1.1%\r\n\r\n\r\n\r\n\r\n\r\nEnseñanza\r\n\r\n\r\n2.8%\r\n\r\n\r\n1.10%\r\n\r\n\r\n1.1%\r\n\r\n\r\n0.9%\r\n\r\n\r\n1.7%\r\n\r\n\r\n0.5%\r\n\r\n\r\n\r\n\r\n\r\nPecuario\r\n\r\n\r\n13.8%\r\n\r\n\r\n-3.50%\r\n\r\n\r\n4.6%\r\n\r\n\r\n0.7%\r\n\r\n\r\n7.3%\r\n\r\n\r\n-0.6%\r\n\r\n\r\n\r\n\r\n\r\nConstrucción\r\n\r\n\r\n8.6%\r\n\r\n\r\n-13.70%\r\n\r\n\r\n-32.4%\r\n\r\n\r\n12.2%\r\n\r\n\r\n33.3%\r\n\r\n\r\n-12.2%\r\n\r\n\r\n\r\n\r\n\r\nUna actividad que quisiera destacar es la de la intermediación financiera y servicios conexos (la banca). El año 2022 sin duda fue uno muy positivo para la banca, luego de registrar contracciones durante 4 años consecutivos. Esto supone un cambio de tendencia muy relevante para el país. La banca la podemos pensar como las ruedas de la economía, ya que, al igual que las ruedas de un vehículo, cuando estas funcionan correctamente, permiten avanzar y cambiar dirección de forma eficiente. Esto es, fundamentalmente, porque el sistema financiero permite una asignación más eficiente de los recursos de la economía, trasladando los fondos de agentes superavitarios (es decir, que pueden ahorrar) a aquellos deficitarios (es decir, aquellos que desean consumir o invertir).\r\nContribuciones al crecimiento\r\nAhora que ya identificamos algunas de las actividades de mayor crecimiento en 2022, podemos calcular las contribuciones al crecimiento. Es importante hacer la distición entre el dinamismo de las actividades y su contribución. El dinamismo de una actividad es la variación que calculamos de la producción de una misma actividad versus sí misma, mientras que la contribución considera toda la estructura productiva del país, y cómo el crecimiento de una actividad en específico aporta al dinamismo de toda la economía.\r\nPara calcular las contribuciones al crecimiento podemos usar la siguiente fórmula:\r\n\\[\r\n\\dot{y}_{t}^{contr}= \\frac{X_{t-1}}{PIBN_{t-1}}\\times \\dot{y}_{t}\r\n\\]\r\ndonde \\(\\dot{y}_{t}^{contr}\\) es la contribución del valor transado en la actividad \\(X_{t}\\), al crecimiento. Ten en cuenta que estamos usando la proporción del año anterior de la actividad dentro del PIB nominal. En la siguiente tabla podrán ver cuánto aportó cada actividad al crecimiento económico. Si suman todas las actividades podrán llegar al 3.8% que indicó el BCN en el informe anual. Cada uno de los datos se interpreta como la contribución, en puntos porcentuales, al crecimiento económico de Nicaragua en 2021 y 2022.\r\n\r\n\r\nActividades\r\n\r\n\r\n2021\r\n\r\n\r\n2022\r\n\r\n\r\nProducto interno bruto\r\n\r\n\r\n10.35%\r\n\r\n\r\n3.75%\r\n\r\n\r\nComercio\r\n\r\n\r\n1.70%\r\n\r\n\r\n0.83%\r\n\r\n\r\nIndustria manufacturera\r\n\r\n\r\n1.91%\r\n\r\n\r\n0.72%\r\n\r\n\r\nmás: Impuestos netos a los productos\r\n\r\n\r\n1.32%\r\n\r\n\r\n0.70%\r\n\r\n\r\nHoteles y restaurantes\r\n\r\n\r\n0.22%\r\n\r\n\r\n0.58%\r\n\r\n\r\nTransporte y comunicaciones\r\n\r\n\r\n0.39%\r\n\r\n\r\n0.38%\r\n\r\n\r\nOtros servicios\r\n\r\n\r\n0.07%\r\n\r\n\r\n0.27%\r\n\r\n\r\nAgricultura\r\n\r\n\r\n0.53%\r\n\r\n\r\n0.24%\r\n\r\n\r\nExplotación de minas y canteras\r\n\r\n\r\n1.83%\r\n\r\n\r\n0.19%\r\n\r\n\r\nIntermediación financiera y servicios conexos\r\n\r\n\r\n-0.10%\r\n\r\n\r\n0.15%\r\n\r\n\r\nAdministración Pública y Defensa\r\n\r\n\r\n0.07%\r\n\r\n\r\n0.07%\r\n\r\n\r\nSalud\r\n\r\n\r\n0.07%\r\n\r\n\r\n0.07%\r\n\r\n\r\nPropiedad de vivienda\r\n\r\n\r\n0.04%\r\n\r\n\r\n0.06%\r\n\r\n\r\nElectricidad\r\n\r\n\r\n0.29%\r\n\r\n\r\n0.05%\r\n\r\n\r\nPesca y acuicultura\r\n\r\n\r\n0.07%\r\n\r\n\r\n0.03%\r\n\r\n\r\nEnseñanza\r\n\r\n\r\n0.09%\r\n\r\n\r\n0.02%\r\n\r\n\r\nSilvicultura y extracción de madera\r\n\r\n\r\n0.01%\r\n\r\n\r\n0.02%\r\n\r\n\r\nAgua\r\n\r\n\r\n0.01%\r\n\r\n\r\n0.01%\r\n\r\n\r\nPecuario\r\n\r\n\r\n0.40%\r\n\r\n\r\n-0.03%\r\n\r\n\r\nConstrucción\r\n\r\n\r\n1.40%\r\n\r\n\r\n-0.59%\r\n\r\n\r\n¿Qué podemos esperar para 2023?\r\nEl BCN proyecta un crecimiento entre 2.5% y 3.5%. El FMI, por su parte, en su informe de perspectivas económicas mundiales proyecta que nuestro país crecerá 3.02%, que es justo en el punto medio de la proyección del BCN.La CEPAL, por su parte, es menos optimista, y está apuntando a un crecimiento de 2.1% para el mismo año. Por otro lado, el Banco Mundial apunta a un crecimiento de 3%, similar al del FMI.\r\nEn términos generales, y si prevalecen las condiciones actuales, todas estas instituciones proyectan un menor crecimiento para el país en 2023. Existen múltiples factores que pueden restar a este crecimiento, como por ejemplo nuevos incrementos en los precios del petróleo. Dentro del balance de aspectos positivos está el mayor dinamismo de la banca. De continuar esta dinámica, es posible alcanzar las tasas de crecimiento antes indicadas.\r\nComentarios al artículo\r\nAgradeceré mucho tus comentarios al artículo o bien sugerencias de temas para siguientes entradas. Podés enviarlos a través de este link\r\n\r\nAún no son públicas las estadísticas anuales, por lo que se debe hacer esta estimación. Lo positivo es que las cuentas nacionales siguen una metodología llamada Benchmarking que asegura la consistencia entre las estadísticas trimestrales y las anuales↩︎\r\nEs decir, podemos sumar el valor del PIB real a lo largo de los 4 trimestres, pero no se puede calcular el PIB real a partir de la suma del consumo, la inversión y las exportaciones netas. Esto se debe a la metodología de precios encadenados utilizada para calcular el PIB real↩︎\r\n",
    "preview": {},
    "last_modified": "2023-05-12T00:15:42-06:00",
    "input_file": {}
  },
  {
    "path": "posts/2023-01-26-2anclanominal/",
    "title": "El Ancla Nominal de Nicaragua ",
    "description": "Acerca del ancla nominal de Nicaragua y su efectividad para controlar la inflación.",
    "author": [
      {
        "name": "William Mendieta A.",
        "url": "https://econonics.netlify.app/"
      }
    ],
    "date": "2023-02-05",
    "categories": [],
    "contents": "\r\nEl contexto\r\nHola a todos! Bienvenidos a EconoNICs.\r\nEl día 23 de enero de 2022 el BCN decidió reducir la tasa de devaluación del córdoba frente al dólar en 1 punto porcentual, pasándola de 2% a 1%.\r\nEste es el tercer cambio que hace el BCN a la tasa de deslizamiento en los últimos 4 años. Esto es inusual, considerando que previo a 2019 el BCN mantuvo la tasa de deslizamiento en 5% durante más de 20 años.\r\n¿Cuáles son las razones que da el BCN para este cambio? En su nota de prensa indica que:\r\n“la reducción del deslizamiento ayudará a compensar en nuestra economía los efectos de la inflación internacional y reforzar la previsibilidad del tipo de cambio nominal, fortaleciendo así la estabilidad de la moneda nacional”\r\nEn otras palabras, el BCN busca reducir los altos registros de inflación que, a como lo discutimos en este post, se deben principalmente a una elevada inflación internacional.\r\nLa gran pregunta es, ¿cómo ayuda esta reducción del deslizamiento a bajar la inflación? ¡Eso es porque el tipo de cambio en Nicaragua es el ancla nominal de la economía!\r\n¿Qué es un ancla nominal?\r\nEl ancla nominal es una variable que es seleccionada por los formuladores de políticas económicas para que las variaciones en el nivel general de precios puedan ser anticipadas con el menor margen de error posible. En otras palabras, el tipo de cambio es la variable que fue seleccionada por el Banco Central de Nicaragua para controlar la inflación.\r\nEl objetivo de esto es fijar un nivel determinado del tipo de cambio para garantizar que la inflación sea baja y estable. Es muy importante para todos que la inflación tenga este comportamiento, ya que eso permite una toma de decisiones eficiente para personas y empresas.\r\n¿Cómo se logra una inflación baja y estable a través del control del tipo de cambio?\r\nUna forma de abordar esta pregunta es revisando la estructura de la demanda agregada de Nicaragua. En el siguiente gráfico puedes ver cuánto representan cada uno de los componentes de demanda agregada dentro del PIB Nominal.\r\n\r\n\r\n\r\nEn el año 2021, de acuerdo a cifras del Banco Central de Nicaragua, el consumo agregado representó 89% del PIB nominal total. De acuerdo con G. Mankiw, el consumo agregado son todos los bienes y servicios comprados y consumidos por personas, empresas y gobierno. El punto es que gran parte de estos bienes y servicios que regularmente consumimos no son producidos en Nicaragua, y es por este motivo que las importaciones representan una alta proporción del PIB nominal (59.4% al cierre de 2021).\r\nLa estructura productiva de la economía depende en gran medida de las importaciones de bienes como la gasolina y fertilizantes, o bien servicios como el transporte marítimo. Además, lo que consumimos regularmente tiene un alto componente importado (revisá cuántos productos que comprás regularmente en el súper son producidos en Nicaragua).\r\nEs por este motivo que los precios de la economía están muy ligados al tipo de cambio. Te pongo un ejemplo desde la perspectiva empresarial: una empresa compra su materia prima a un proveedor externo, a quien le paga en dólares; los que debió intercambiar previamente por córdobas a un tipo de cambio de mercado.\r\nEn este orden, el ancla nominal de la economía le da a las empresas una especie de seguro cambiario, para que éstas no incurran en pérdidas por fluctuaciones en el tipo de cambio. Con esto se motiva a que las empresas ajusten sus precios con menor frecuencia o, que cuando lo hagan, los ajustes sean coherentes con los cambios en los precios de sus materias primas (inflación internacional) y con la tasa de devaluación del córdoba frente al dólar.\r\n¿Podemos esperar una menor inflación luego de la reducción del deslizamiento de 2% a 1%?\r\nSi, efectivamente podemos esperar una menor inflación. Te pongo un ejemplo.\r\nSuponé que hay una empresa que vende jaleas, y que la única materia prima que compra a proveedores externos es el envase. Al día de hoy, el precio unitario de una jalea es de 100 córdobas, y tiene un costo unitario de 60 córdobas. De estos, supongamos que cada envase representa el 50% de los costos (30 córdobas). La utilidad bruta que obtiene es de 40 córdobas y el margen bruto es de 40%. Esta información la podemos ver en la siguiente tabla, tanto en córdobas como en dólares (supongo un tipo de cambio de 35):\r\nTabla 1: Pérdidas y ganancias unitariasHagamos un supuesto adicional, y pensemos en que lo único que cambia en esta economía a lo largo de 1 año es el tipo de cambio, que se mueve de acuerdo a una tasa de devaluación . Veamos la siguiente tabla, que muestra las pérdidas y ganancias brutas de la empresa, en dependencia de la tasa de devaluación determinada por el Banco Central:\r\nTabla 2: Pérdidas y ganancias unitarias 1 año después, bajo diferentes tasas de devaluaciónPrimero, fijate en el tipo de cambio. Éste ha aumentado respecto al año anterior, pero lo hace a ritmos diferentes según la tasa de devaluación. A mayor tasa de devaluación, requerimos más córdobas por dólar. Segundo, ve el costo unitario. Aquí, el costo en dólares se mantiene, pero el tipo de cambio no, por lo que requerimos más córdobas para comprar el mismo envase. Esto, en última instancia reduce la utilidad bruta unitaria y, con ello, el margen bruto de la empresa. El deterioro del margen es mayor, cuanto mayor es la tasa de devaluación.\r\nAhora, la pregunta que se haría la empresa es, ¿qué debo cambiar para mantener el margen bruto? Una alternativa es reducir costos, pero en muchas ocasiones esto no es posible. Típicamente, la opción más viable en el muy corto plazo es aumentar los precios.\r\nEn nuestro ejemplo, dado que el envase representaba el 50% de los costos unitarios al inicio del ejercicio, requerirá aumentar los precios en la mitad de la tasa de devaluación para mantener su margen bruto. Esto, implica que con una tasa de devaluación del 5% aumente sus precios en 2.5%; con una de 2% los aumentaría en 1%; y con una devaluación de 1%, los aumentaría en 0.5%.\r\nSi extrapolamos esta decisión hacia todas las empresas de la economía que usan productos importados como materia prima, tendríamos un aumento generalizado de los precios que dependería de la tasa de devaluación. A mayor devaluación, mayor tasa de inflación.\r\nEn pocas palabras, la baja de la tasa de devaluación efectuada por el BCN resultará en una menor inflación para Nicaragua, ya que la pérdida del poder adquisitivo del córdoba frente al dólar ocurrirá a una menor velocidad.\r\n¿Es efectiva el ancla nominal en Nicaragua?\r\nEl tipo de cambio, como ancla nominal de precios, es efectiva para controlar la inflación bajo condiciones normales.\r\nVeamos el siguiente gráfico. Aquí puedes ver la evolución de la inflación y una medida de anclaje cambiario que no es más que la tasa de devaluación más la tasa de inflación de Estados Unidos. El gráfico muestra que la inflación en Nicaragua sigue de cerca esta medida de anclaje cambiario, sin embargo las desviaciones son mayores durante eventos como el rápido aumento de los precios del petróleo, la crisis financiera internacional, o el aumento de los precios internacionales provocado por las disrupciones en las cadenas de suministros.\r\n\r\n\r\n\r\nLa inflación en Nicaragua evoluciona de acuerdo al tipo de cambio y la inflación internacional. El punto principal es que si bien los policy makers tienen incidencia sobre el primero, no tienen ninguna sobre la segunda. Esto hace que la inflación sea susceptible a choques de oferta externos, como por ejemplo, los aumentos de los precios del petróleo.\r\nExiste amplia evidencia sobre la alta sensibilidad que tiene la inflación ante shocks macroeconómicos externos. Por ejemplo, en la investigación Un análisis de sensibilidad macroeconómica para Nicaragua el autor estima que los choques externos que sufre la economía explican el 47.5% del total del comportamiento de la inflación al cabo de 6 meses. Además, luego de 12 meses explican casi el 70% de su variabilidad.\r\nEn la misma línea, la investigación ¿Qué tan importante son los choques petroleros para explicar las fuctuaciones observadas en el IPC y el IMAE? encuentra que el 40% del comportamiento histórico de la inflación (período 1994-2016) se debe las variaciones de los precios del petróleo.\r\nEn resumen, si bien podemos esperar que la inflación disminuya (en aproximadamente 1 punto porcentual), esta continuará siendo susceptible a lo que ocurra con los precios internacionales, principalmente los de las materias primas.\r\nComentarios finales\r\nEl BCN redujo la tasa de deslizamiento por tercera vez desde 2019, pasándola de 2% a 1%.\r\nPodemos esperar una reducción de la inflación en aproximadamente 1 punto porcentual. En general, aquellas actividades productivas que utilicen bienes y servicios importados registrarán menores aumentos en sus costos.\r\nSi bien el ancla nominal es efectiva bajo condiciones normales, la inflación se puede desviar de sus determinantes de mediano plazo cuando ocurren eventos externos; principalmente aquellos relacionados con los incrementos en los precios de materias primas.\r\nComentarios al artículo\r\nAgradeceré mucho tus comentarios al artículo o bien sugerencias de temas para siguientes entradas. Podés enviarlos a través de este link\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-02-07T06:28:17-06:00",
    "input_file": {}
  },
  {
    "path": "posts/2023-01-07-inflacin-en-nicaragua/",
    "title": "Inflación en Nicaragua",
    "description": "Acerca de la evolución reciente de la inflación de Nicaragua, las políticas económicas para combartirla y sus perspectivas",
    "author": [
      {
        "name": "William Mendieta A.",
        "url": "https://econonics.netlify.app/"
      }
    ],
    "date": "2023-01-23",
    "categories": [],
    "contents": "\nEvolución reciente de la inflación\nHola a todos! Bienvenidos a EconoNICs.\nEn los últimos 12 meses, la inflación en Nicaragua ha aumentado significativamente. De acuerdo a las estadísticas publicadas por el INIDE, la inflación interanual fue 11.38% al cierre de 2022. Es la primera vez, desde el 2008 que el país registra inflaciones interanuales de dos dígitos a lo largo de casi todo un año, por lo que es una situación inusual en más de 10 años de historia económica.\nEn el siguiente gráfico puedes apreciar cómo se ha comportado la inflación desde el año 2021 (línea azul) y la tendencia que exhibe (naranja). Si bien la tendencia 1 señaliza mayores tasas de inflación, es muy probable que ésta en realidad haya tocado un techo.\n\n\n\nEn esta línea, el FMI indicó en octubre, en su informe de perspectivas económicas mundiales, que la inflación de Nicaragua permanecería alta a lo largo de 2023, pero que las presiones se aminorarían. Por tal motivo, se pueden esperar tasas de inflación de un dígito para 2023.\nLa inflación es trending topic mundial\nHistóricamente, dado que la inflación impacta directamente en la calidad de vida de las personas, ha sido una variable sujeta a un fuerte escrutinio público. Y por tal motivo, es una preocupación de política económica de primer nivel para los bancos centrales del mundo.\nEl fenómeno inflacionario que vive Nicaragua, es en realidad una condición global. Para muestra, un botón. Si revisamos las estadísticas de inflación de la región centroamericana, podrán ver que todos los países registran inflaciones elevadas, comparadas con su historia reciente.\n\n\n\nGran parte de los bancos centrales del mundo están usando todos los instrumentos que tienen a su disposición para reducir las presiones inflacionarias. Dentro de estos instrumentos están las tasas de política monetaria, las cuales han aumentado de forma agresiva en el último año.\nEs importante destacar que toda medida para reducir la inflación tiene costos. En este caso, aquellas economías que tienen una política monetaria (relativamente) independiente han ejecutado incrementos de tasas de interés. Esto en última instancia generará una contracción de demanda agregada o, en el mejor de los casos, una desaceleración del crecimiento económico.\n¿Nicaragua realiza acciones de política monetaria?\nEn el caso de Nicaragua, toda acción de política monetaria es realizada con la vista puesta en el tipo de cambio, también denominado el ancla nominal de la economía. Es por este motivo que el mecanismo de transmisión de tasa de interés en Nicaragua no sea igual de determinante como en otros países. En otras palabras, la política monetaria no es lo suficientemente fuerte como para que cambios en la tasa del Banco Central tengan incidencia en las expectativas de inflación (ni en el sector real de la economía).\nEn este sentido, si bien el banco central ha efectuado incrementos a su tasa de política monetaria, éstos cambios son realizados para garantizar la denominada paridad descubierta de tasa de interés:\n\\[\ni_{t}  = i_{t}^{*} + \\frac{\\Delta s_{t}^{e} }{s_{t}}+ \\varepsilon_{t}\n\\]\nEs decir:\n\\[\nTasa \\, de\\, interés = Tasa\\, internacional + devaluación + riesgo\\, país\n\\]\nEl punto aquí es que el Banco Central debe responder a alzas en la tasa internacional con alzas de magnitud similar. Si suponemos un riesgo país constante (en el corto plazo) y sabiendo que la devaluación esperada es también constante; la única forma que esta ecuación se cumpla luego de un cambio en la tasa internacional, es que la tasa de interés cambie en la proporción requerida.\nEsta acción evita la pérdida de reservas internacionales. Esto es porque si los agentes (típicamente la banca) percibe mejores retornos en el exterior, tienen un incentivo para dolarizar sus excesos de córdobas y llevarse esos recursos al exterior. Eso, en última instancia implica la reducción de las reservas internacionales, las que sabemos son clave para defender el tipo de cambio oficial.\nEn resumen, toda acción de política monetaria tendrá un efecto marginal sobre la inflación (invito a aquellas personas que lo deseen, que comprueben esta hipótesis).\nEntonces, ¿qué se puede hacer frente a la inflación?\nEl BCN tiene una herramienta que, si bien no es la más eficaz, incide directamente sobre la inflación: el tipo de cambio. Debido a las características que tiene la economía nicaragüense, el tipo de cambio es la variable que sirve para anclar la variación de los precios a un nivel determinado.\nExiste una amplia discusión de cuál debería de ser este nivel, por ejemplo, en la investigación Inflación Óptima en Nicaragua se brindan argumentos para reducir la tasa de deslizamiento cambiario del BCN y, con ello, propiciar una inflación más baja. Una de las recomendaciones es reducir la tasa de deslizamiento para que los niveles de inflación de mediano plazo (inflación internacional más la devaluación) sean similares a las metas de inflación de nuestros principales socios comerciales.\nY esto es precisamente lo que el BCN ha hecho en los últimos años. Ha realizado 3 reducciones a la tasa de deslizamiento, para bajar las tasas de inflación en el mediano plazo. La última de estas reducciones fue realizada el 23 de enero de 2023 (Aquí te pongo el comunicado del BCN), con la que el BCN estableció una tasa de deslizamiento del 1% (antes 2%). Con la medida, el BCN apunta a una inflación más baja en el mediano plazo.\n¿Qué podemos esperar para la inflación en los próximos meses?\nComo te comenté al inicio, las proyecciones del FMI indican que posiblemente ya pasó lo peor. La inflación debería ir normalizándose en los próximos meses. Esto irá ocurriendo en la medida que las acciones de política de los bancos centrales del mundo vayan haciendo efecto. Esa reducción de la inflación internacional será importada por Nicaragua.\n\n\n\nA esto, hay que sumar la última medida de política cambiaria del BCN, la cual tendrá un impacto a la baja sobre la inflación, no solo de 2023 sino para los próximos años. Con esta medida, podríamos descontar aproximadamente un punto porcentual a la tasa de inflación proyectada para 2023.\nComentarios finales\nLa inflación es una variable de alto escrutinio público. Afecta directamente nuestra calidad de vida.\nEl proceso inflacionario actual lo están viviendo la mayoría de los países del mundo. Los bancos centrales con política monetaria independiente, están aumentando sus tasas de interés de política monetaria para reducir la inflación.\nNicaragua no es la excepción. Sin embargo, las acciones de política monetaria del banco central, las cuales están supeditadas al régimen cambiario, tendrán un efecto marginal sobre la inflación.\nLa última medida de política cambiaria sí tendrá una incidencia a la baja de la inflación, gracias a que el tipo de cambio es el ancla nominal de la economía.\nLa inflación en Nicaragua, por lo tanto, disminuirá en la medida que la inflación mundial lo haga, y se empiecen a percibir los efectos de la última modificación a la tasa devaluación.\nFinalmente, es muy importante que los formuladores de políticas económicas propicien una inflación baja y estable. La inflación es costosa, y si bien las reducciones a la tasa de deslizamiento ayudan, estas medidas no son 100% efectivas. El BCN debe continuar realizando mejoras al esquema de política monetaria del país para fortalecer el mecanismo de transmisión de su tasa de política monetaria hacia la inflación.\nComentarios al artículo\nAgradeceré mucho tus comentarios al artículo o bien sugerencias de temas para siguientes entradas. Podés enviarlos a través de este link\n\nLa tendencia fue estimada usando el método LOESS↩︎\n",
    "preview": {},
    "last_modified": "2023-02-07T06:28:17-06:00",
    "input_file": {}
  },
  {
    "path": "posts/welcome/",
    "title": "Bienvenidos a EconoNICs",
    "description": "Bienvenidos a EconoNICs. Este es un blog dedicado a analizar la economía Nicaragüense y su interacciones con el resto del mundo.",
    "author": [
      {
        "name": "William Alberto Mendieta Alvarado",
        "url": "https://econonics.netlify.app/"
      }
    ],
    "date": "2023-01-08",
    "categories": [],
    "contents": "\nHola! Bienvenido a EconoNICs. Este es mi debut como blogger, y estoy muy emocionado por compartir y debatir con vos acerca de la economía Nicaragüense.\nEste es un blog dedicado a analizar la economía Nicaragüense y, en ocasiones, del resto del mundo. Si sos un estudiante, un trabajador, un empresario, seguir este blog será de gran utilidad.\nCon este blog quiero aportarte valor, para que estés al tanto de los eventos económicos de Nicaragua y que tengas claridad en cómo dichos eventos pueden afectar tu vida.\nEsto es importante para vos, ya que sin importar el rol que tengas en la sociedad, el saber de economía es una pieza importante para tomar buenas decisiones. El análisis económico es pieza clave en cualquier análisis del entorno!\nEspero que disfrutes de los artículos y que sean enriquecedores para tu aprendizaje!\nBienvenido a econoNICs!\n\n\n\n",
    "preview": {},
    "last_modified": "2023-02-07T06:28:17-06:00",
    "input_file": {}
  }
]
